[{
        "quote": "Hold on. Don't go! Let's argue again. I'll bribe you with a canelé. I'll call you to kill time. I don't mind being Friend A. Please don't go. Please don't go. Please don't go...please don't leave me behind.",
        "character": "Kousei Arima",
        "anime": "Shigatsu wa Kimi no Uso"
    },
    {
        "quote": "You never appreciate the irreplaceable things in life until they're gone. Like summer vacation... or brothers.",
        "character": "Umaru Doma",
        "anime": "Himouto! Umaru-chan"
    },
    {
        "quote": "Because my time is limited, I don't have any time to waste hesitating. That is why I can walk straight ahead. That is why I never stop.",
        "character": "Rosette Christopher",
        "anime": "Chrono Crusade"
    },
    {
        "quote": "By depending on others and letting them depend on you, people can exceed what they can do as individuals.",
        "character": "Mikoto Misaka",
        "anime": "To Aru Majutsu No Index"
    },
    {
        "quote": "The real fun is in constantly pushing beyond your limits. So if you're thinking of everything as a game, you won't be able to fully experience it.",
        "character": "Kagami Junichirou",
        "anime": "Denpa Kyoushi"
    },
    {
        "quote": "Love is hating someone but you still want to be with them.",
        "character": "Taichi Mashima",
        "anime": "Chihayafuru"
    },
    {
        "quote": "Accident or amnesia, you can't rewind your life and start again. If you struggle, you'll just hurt yourself, and the people around you.",
        "character": "Tada Banri",
        "anime": "Golden Time"
    },
    {
        "quote": "Even if he hates me, being able to die with the knowledge that the one I love will never forget me… there is no greater happiness a woman could desire.",
        "character": "Hakaze Kusaribe",
        "anime": "Zetsuen no Tempest"
    },
    {
        "quote": "The day before yesterday, I saw a rabbit. Yesterday, it was a deer. And today, It’s you.",
        "character": "Ichinose Kotomi",
        "anime": "Clannad"
    },
    {
        "quote": "I have someone I like. I never had the confidence and I’ve doubted my feelings countless of times. But, when she stays by my side and smiles with me, I feel like I can do anything.",
        "character": "Yoshida Haru",
        "anime": "Tonari No Kaibutsu-kun"
    },
    {
        "quote": "Skipping school for one day might not be a problem, but if you skip for three days in a row, it'd be really hard to convince yourself to go back.",
        "character": "Ushiromiya Ange",
        "anime": "Umineko no Naku Koro ni"
    },
    {
        "quote": "I can only say that the human curiosity is something completely irrational.",
        "character": "Kyubee",
        "anime": "Mahou Shoujo Madoka★Magica"
    },
    {
        "quote": "Fake people have an image to maintain. Real people just don't care.",
        "character": "Hachiman Hikigaya",
        "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru"
    },
    {
        "quote": "It's alright to feel sad. When you're sad, you should experience that sorrow fully. It's not too late to move on after that.",
        "character": "Urutori",
        "anime": "Utawarerumono"
    },
    {
        "quote": "Even if I know you'll reject me, even if I'm afraid you won't accept me, even if I know it will really hurt if you dump me - I still have to tell you how I feel!",
        "character": "Kousaka Kyousuke",
        "anime": "Ore no Imouto ga Konnani Kawaii Wake ga Nai"
    },
    {
        "quote": "Greed may not be good, but it’s not so bad either. You humans think greed is just for money or power, but everyone wants something they can’t have.",
        "character": "Greed",
        "anime": "Fullmetal Alchemist"
    },
    {
        "quote": "Don't believe in the you that believes in me and don't believe in the me that believes in you. Believe in the you that believes in yourself!",
        "character": "Kamina",
        "anime": "Tengen Toppa Gurren Lagann"
    },
    {
        "quote": "I am who I am now because of everything that's happened. If I try to deny my past, I'm denying the person I've become. I don't want to do that.",
        "character": "Iori Nagase",
        "anime": "Kokoro Connect"
    },
    {
        "quote": "In our society, letting others find out that you're a nice person is a very risky move. It's extremely likely that someone would take advantage of that.",
        "character": "Hitagi Senjougahara",
        "anime": "Bakemonogatari"
    },
    {
        "quote": "Don't be distracted by the what-if's, should-have's, and if-only's. The one thing you choose for yourself - that is the truth of your universe.",
        "character": "Kamina",
        "anime": "Tengen Toppa Gurren Lagann"
    },
    {
        "quote": "Mankind’s greatest fear is Mankind itself.",
        "character": "Gendo Ikari",
        "anime": "Neon Genesis Evangelion"
    },
    {
        "quote": "Everyone dies eventually, whether they have power or not. That's why you need to think about what you'll accomplish while you're alive.",
        "character": "Mary Macbeth",
        "anime": "Kekkai Sensen"
    },
    {
        "quote": "I wasn’t scared that I’d be rejected, I was scared that if I said how I felt, all of our relationships would change.",
        "character": "Chisaki Hiradaira",
        "anime": "Nagi no Asukara"
    }
]